Repository: wp-plugins/fraktjakt-shipping-for-woocommerce
Catalog: languages/fraktjakt-woocommerce-shipping-*.po
Languages: sv_se

source: Fraktjakt Shipping Method
sv_se: Fraktjakt

source: Fraktjakt Shipping Method [WARNING]
sv_se: Fraktjakt [VARNING]

source: products are missing weight:
sv_se: produkter som saknar vikt:

source: Enable/disable
sv_se: Aktivera/avaktivera

source: Enable the Fraktjakt Shipping Method
sv_se: Aktivera fraktintegreringen med Fraktjakt

source: Method Title
sv_se: Namn

source: Enter the display title of the shipping method.
sv_se: Ange titeln som visas i listan av fraktmetoder som finns tillgängliga till WooCommerce

source: Operation Mode
sv_se: Driftläge

source: Test this shipping integration using Fraktjakts API TEST server before entering our production environment. <br />(Note: Requires a separate account in the <a href=http://api2.fraktjakt.se/account/register target=_blank>Fraktjakt TEST API server</a>)
sv_se: Testa gärna din fraktintegration i Fraktjakts API TEST server innan du kör skarpt i produktionsservern.

source: Production
sv_se: Produktion (använd Fraktjakts skarpa servrar)

source: Test
sv_se: Test (använd Fraktjakts testserver)

source: Authentication
sv_se: Autentisering

source: Consignor Id for the production server.
sv_se: Consignor Id för produktionsservern

source: Consignor Key for the production server.
sv_se: Consignor Key för produktionsservern

source: Consignor Id for the test server.
sv_se: Consignor Id för testservern

source: Consignor Key for the test server.
sv_se: Consignor Key för testservern

source: Shipping alternatives
sv_se: Fraktalternativ

source: Enable/disable display of the following attributes in the shipping alternatives that customers see in the cart and in checkout.
sv_se: Aktivera/avaktivera visningen av följande attribut för fraktalternativen som dina kunder ser.

source: Display shipping company names
sv_se: Visar fraktbolagens namn bland fraktalternativen

source: Display shipping product names
sv_se: Visar frakttjänsternas namn bland fraktalternativen

source: Display Agent for package retrieval by the customer
sv_se: Visar information om mottagande fraktombud till dina kunder

source: Only shipping products which include Door-to-Door delivery will display this text. <br>Displayed in the shipping alternatives customers see in the cart and in checkout.
sv_se: Endast frakttjänster som inkluderar utkörning visar denna text för dina kunder.

source: Door-to-Door delivery
sv_se: Utkörning

source: Display Fraktjakts estimated delivery time info
sv_se: Visar Fraktjakts uppskattade leveranstid

source: Fallback service
sv_se: Felsäkert fraktalternativ

source: This text is shown together with a Fallback price when the webshop does not receive a prompt response from Fraktjakt, <br>for instance, when there is a communications problem over the internet.
sv_se: Denna text visas tillsammans med priset som ett felsäkert alternativ om webshopen skulle misslyckas få ett svar från Fraktjakt.

source: Standard shipping
sv_se: Standardfrakt

source: The price that is shown together with the fallback text (above).
sv_se: Kostnaden för den angivna fallbacktjänsten (ovan).

source: Admin email address
sv_se: Admins emailadress

source: Error messages from the Fraktjakt Shipping Method will be sent to this email address.
sv_se: Felmeddelanden från Fraktjakt kommer att skickas till denna emailadress.

source: Fraktjakt Shipping Method [ERROR]
sv_se: Fraktjakt [FEL]

source: Agent
sv_se: Fraktombud

source: Arrival Time
sv_se: Leveranstid

source: Price
sv_se: Pris
